---
kind: other
id: Properties.T:Autodesk.Revit.DB.FamilyParameterSetIterator
source: html/b5660be6-b8b6-6250-837d-42200bdd45cd.htm
---
# FamilyParameterSetIterator Properties

Retrieves the item that is the current focus of the iterator.